SET NAMES UTF8;
DROP DATABASE IF EXISTS tpp;
CREATE DATABASE tpp CHARSET=UTF8;
USE tpp;

/** 用户信息 :**/
/** 保存了uname,uphone,upwd  **/
--  注册时输入下面3项，即可完成注册
CREATE TABLE tpp_user(
  uid INT PRIMARY KEY AUTO_INCREMENT,
  uname VARCHAR(32),   #3-8位用户名
  uphone VARCHAR(16),  #11位手机号码 
  upwd VARCHAR(32)     #6-18位大写小字母，数字
);

/**     用户电影票的信息      **/
CREATE TABLE tpp_user_ticket(
  tid INT PRIMARY KEY AUTO_INCREMENT,
  uid INT,
  mname VARCHAR(32),
  tdate VARCHAR(32),
  d23 VARCHAR(16),
  cname VARCHAR(64),
  seat VARCHAR(32)
);

-- 添加轮播图图片
CREATE TABLE tpp_carousel(
  id INT PRIMARY KEY AUTO_INCREMENT,
img_url VARCHAR(255)
);
-- UPDATE tpp_carousel SET img_url ='carousel/carousel1.jpg';
-- UPDATE tpp_carousel SET img_url ='carousel/carousel2.jpg';
-- UPDATE tpp_carousel SET img_url ='carousel/carousel3.jpg';

INSERT INTO tpp_carousel VALUES
(NULL,'carousel/carousel1.jpg'),
(NULL,'carousel/carousel2.jpg'),
(NULL,'carousel/carousel3.jpg');


-- 说明：电影的播放日期时间和日期不知道怎么写
-- 暂不处理

/** 电影的详细信息 **/
-- 其中  1：正在热映   用show来获取对应的电影
--       2：即将上映 
CREATE TABLE tpp_movie(
  mid INT PRIMARY KEY AUTO_INCREMENT,  #电影编号
  mname VARCHAR(32),      #电影名字
  d23 VARCHAR(16),        #2d or 3d
  screen VARCHAR(16),     #IMAX or 中国巨幕 
  pic  VARCHAR(128),      #电影图片
  is_show VARCHAR(16),    #正在热映  即将上映
  score DECIMAL(10,1),    #评分 （1：正在热映）
  wish  VARCHAR(16),      #想看 （0：即将上映）
  auteur VARCHAR(32),     #导演
  performer VARCHAR(32),  #演员
  tag  VARCHAR(64),       #下面的标签
  --  下面是详情页的信息 
  video VARCHAR(128),     #短片
  pic_label VARCHAR(32),  #图片label 2D IMAX
  eng_name VARCHAR(32),   #英文名字
  label VARCHAR(64),      # 灾难 / 动作 / 剧情 
  show_time VARCHAR(64),  # 上映时间
  --  wish                #这一项在上面
  -- score评价在上面
  score_num VARCHAR(16),  # 评价人数
  intro VARCHAR(1024),    # 简介
  infor VARCHAR(64)       #110分钟 | 动画 | 吕艳婷 囧森瑟夫 瀚墨
  -- 评分分布表，影评和更多就省略了
);

-- 记录了城市的编号;
CREATE TABLE tpp_city(
  city_id INT PRIMARY KEY AUTO_INCREMENT,
  city VARCHAR(32)
);

/** 电影城地址信息 cinema **/
-- 其中  1：正在热映   用show来获取对应的电影
--       2：即将上映 
-- 通过地址判断，存在几家影院
-- CREATE TABLE tpp_cinema(
--   cid INT PRIMARY KEY AUTO_INCREMENT,  #电影院编号
--   cname VARCHAR(32),    #电影院名字
--   address VARCHAR(128), #地址
--   city VARCHAR(32),    #电影院所在城市（杭州，上海..）
--   tag VARCHAR(64),    #标签
--   prefe VARCHAR(64),    #特惠信息
--   lowest DECIMAL(10,1)   #41.7   元起
-- );

/** 具体电影城有哪些电影 cinema **/
-- 点进某个影院时，展示电影列表
-- 通过这张表格查看有哪些影院符合 地址，电影 两个要求
CREATE TABLE tpp_cinema(
  cid INT PRIMARY KEY AUTO_INCREMENT,   #电影院编号 该影院的唯一编号      
  cname VARCHAR(32),      #电影院名字
  caddress VARCHAR(128),   #地址
  city_id VARCHAR(16),    #电影院所在城市编号
  city VARCHAR(32),       #电影院所在城市（杭州，上海..）
  tag VARCHAR(64),        #标签
  prefe VARCHAR(64),      #特惠信息
  lowest DECIMAL(10,1)    #41.7   元起
  -- 评分还是不写了
);


-- 通具体到某个影院的信息  某个电影院，具体的电影播放时间
CREATE TABLE tpp_cinema_movies(
  cmid INT PRIMARY KEY AUTO_INCREMENT,  #编号
  cid  INT ,              #电影院编号
  cname VARCHAR(32),      #电影院名字    #用来查找这种表格
  mid VARCHAR(16),        #电影编号
  -- day  日期复杂，不写
  time_start VARCHAR(16), #开始时间
  time_end VARCHAR(16),   #结束时间
  d23 VARCHAR(16),        #语言  2D
  room VARCHAR(16),       #影厅
  price_e DECIMAL(10,1),  #特惠价 初始价*0.9
  price_s DECIMAL(10,1)   #初始价 
  -- 其他，包括（开始时间，日期，影院什么的，都编造）
);

-- 电影院有哪些电影   这里控制着电影院-电影的排列顺序
CREATE TABLE tpp_cinema_hasmovies(
  cmid INT PRIMARY KEY AUTO_INCREMENT,  #编号
  cid  INT ,              #电影院编号
  city_id  INT,           #城市编号
  mname VARCHAR(32),      #电影名字    #用来查找这种表格
  mid VARCHAR(16)         #电影编号
);

 
/** 轮播图表格，可写，可不写 **/
-- CREATE TABLE bsd_index_animation(
--   cid INT PRIMARY KEY AUTO_INCREMENT,
--   img VARCHAR(128)
-- );

-- 着个表格没用，注释掉了
-- CREATE TABLE bsd_cart(
--   cid INT PRIMARY KEY AUTO_INCREMENT,
--   uid INT,            #1 用户编号  ***   
--   pid INT,            #2 商品编号 
--   family_id INT,      #家族编号
--   -- onlyid INT,          #2 only编号  *** （每个商品的单独编号）
--   lname VARCHAR(128),  #3 名字
--   price DECIMAL(10,2), #4 价格
--   spec VARCHAR(128),   #5 规格
--   color VARCHAR(128),  #6 颜色
--   count INT,            #7 数量   
--   pic_hover VARCHAR(128) #8 图片路径  
-- );

/*******************/
/******数据导入******/
-- /*******************/
-- 这里是数据导入的案例
INSERT INTO tpp_user VALUES
(NULL,"jxq",17816899467,md5('123456')),
(NULL,"mary",17816899455,md5('123456')),
(NULL,"tom",17816899438,md5('123456'));


-- movie： 1 表示该电影已经上线 0 表示该电影未上线，
INSERT INTO tpp_movie VALUES
(NULL,"烈火英雄","2D","IMAX","img/liehuoyingxiong.webp","1","9.3","151.3万","陈国辉","黄晓明 杜江 谭卓 杨紫","","img/liehuoyingxiong.mp4","2D IMAX","The Bravest","灾难 / 动作 / 剧情 / 中国大陆 / 120分钟","2019-08-01","63.9万","滨港市海港码头发生管道爆炸，整个罐区的原油都顺着A01油罐往外流，化成火海和阵阵爆炸，威胁全市、全省，甚至邻国的安全。慌乱的市民们四处奔逃，一辆辆消防车却逆向冲进火海……","110分钟 | 动画 | 吕艳婷 囧森瑟夫 瀚墨"),
(NULL,"哪吒之魔童降世","3D","IMAX","img/nezha.webp","1","9.5","200.3万","饺子","吕艳婷 囧森瑟夫 瀚墨","今日最热，一周最热，口碑最热","img/nezha.mp4","3D IMAX","","动画 / 中国大陆 / 110分钟","2019-07-26","212.2万","天地灵气孕育出一颗能量巨大的混元珠，元始天尊将混元珠提炼成灵珠和魔丸，灵珠投胎为人，助周伐纣时可堪大用；而魔丸则会诞出魔王，为祸人间。元始天尊启动了天劫咒语，3年后天雷将会降临，摧毁魔丸。太乙受命将灵珠托生于陈塘关李靖家的儿子哪吒身上。然而阴差阳错，灵珠和魔丸竟然被掉包。本应是灵珠英雄的哪吒却成了混世大魔王。调皮捣蛋顽劣不堪的哪吒却徒有一颗做英雄的心。然而面对众人对魔丸的误解和即将来临的天雷的降临，哪吒是否命中注定会立地成魔？他将何去何从？","120分钟 | 灾难 | 黄晓明 杜江 谭卓"),
(NULL,"使徒行者2：谍影行动","2D","中国巨幕","img/shituxingzhe.webp","1","9.0","56.6万","文伟鸿","张家辉 古天乐 吴镇宇","","img/shituxingzhe.mp4","2D 中国巨幕","","剧情 / 动作 / 犯罪 / 中国大陆 / 98分钟","2019-08-07","4170","童年兄弟意外失散，30年后因一桩罪案相见，两人已身处不同阵营。随着对罪案调查的深入，一个多年来隐于幕后的恐怖组织渐渐浮出水面。","98分钟 | 剧情 | 张家辉 古天乐 吴镇宇"),
(NULL,"鼠胆英雄","","","img/shudanyingxiong.webp","1","8.3","13.9万","束焕  邵丹","岳云鹏 佟丽娅 田雨 袁弘","","img/shudanyingxiong.mp4","","","喜剧 / 爱情 / 中国大陆 / 106分钟","2019-08-02","4.5万","三十年代的上海滩，胆小如鼠的青龙帮小弟闫大海发现自己身患绝症之际，竟阴差阳错当上了警察。为了给梦中女神--飞乐门舞女杜卿挣赎身钱，他计划在自己生命中所剩不多的时间里因公殉职，从而拿到抚恤金拯救女神。然而，在他疯狂执行铲除“黑帮”、“毒枭”任务以身赴死期间，却总是事与愿违求死不得死，反而得到屡屡升迁。然而，纸醉金迷的上海滩，还隐藏着更大的危机……","106分钟 | 喜剧 | 岳云鹏 佟丽娅 田雨"),
(NULL,"沉默的证人","","","img/chenmodezhengren.webp","0","","49.3万","雷尼·哈林","张家辉 杨紫 任贤齐","","img/chenmodezhengren.mp4","","","动作 / 犯罪 / 中国大陆 / 94分钟","2019-08-016","","电影《沉默的证人》讲述了陈嘉豪（张家辉 饰）乔琳（杨紫 饰）两位法医为了保护证物揭开真相，与匪首SANTA（任贤齐 饰）及其团伙，在法医中心展开的一场搏命寻证的故事。","94分钟 | 动作 | 张家辉 杨紫 任贤齐"),
(NULL,"全职高手之巅峰荣耀","","","img/quanzhigaoshou.webp","0","","31.4万","史涓生 邓志巍","阿杰 边江 西子 夏磊","","img/quanzhigaoshou.mp4","","","动画 / 中国大陆 / 98分钟","2019-08-16","","电子竞技成为全国第78个体育赛事，“荣耀”将首次举办职业联赛。18岁的叶秋（本名叶修）与好友苏沐秋，在网吧老板陶轩的协助下，开始组建草根电竞战队“嘉世 ”。同时，来自全国各地不同背景的队友们也因为梦想齐聚一堂，为着电竞舞台的最高荣耀而刻苦训练。嘉世一路过关斩将，即将冲进决赛之际，团队却遭遇危机。面对劲敌皇风战队来势汹汹，作为队长的叶秋要如何解决眼前的困境？这样一群怀揣梦想的少年，是否能够登上荣耀的巅峰？","98分钟 | 动画 | 阿杰 边江 西子"),
(NULL,"愤怒的小鸟","3D","中国巨幕","img/fennudexiaoniao.webp","0","","9.5万","图鲁普·范·奥尔曼","杰森·苏戴奇斯","","img/fennudexiaoniao.mp4","3D 中国巨幕","The Angry Birds Movie 2","喜剧 / 动画 / 冒险 / 芬兰 / 97分钟","2019-08-16","","十年“欢喜冤家”猪鸟依旧如往常一样“互相拆台”。然而，“不速之客”发射冰球袭击了小鸟岛和猪猪岛，令双方不得不放下芥蒂，小鸟岛昔日英雄胖红联合小鸟伙伴们与曾经的对手“捣蛋猪”雷纳德一行组建了临时联盟，他们将前往全新冰封岛屿上阻止神秘反派的灭世计划","97分钟 | 喜剧 | 杰森·苏戴奇斯 比尔·哈德尔 乔什·加德"),
(NULL,"龙牌之谜","3D","中国巨幕","img/longpaizhimi.webp","0","","2.9万","奥列格·斯特普琴科","成龙 阿诺德·施瓦辛格","","img/longpaizhimi.mp4","3D 中国巨幕","Путешествие в Китай","冒险 / 奇幻 / 中国大陆,俄罗斯 / 120分钟","2019-08-16","","传说在中国有个龙王，他睡觉的时候睫毛长到地里能够长出茶叶。龙王把法力封印在龙牌里，并把这种力量赋予了替他照料睫毛的白魔法大师（成龙饰）和他的女儿成兰（姚星彤饰）。黑魔法师联合恶毒的女巫（马丽饰），将白魔法大师和成兰关进了异国不同的监狱，企图让龙王臣服于他们。为了保护茶叶，龙牌被人藏了起来。没有人再修剪龙王的睫毛，随着睫毛加重，龙王陷入了沉睡。英国绘图师格林偶然发现俄国沙皇是冒牌的，决心逃往东方，途中偶遇了成兰，二人结伴而行。依靠白魔法师和真正的沙皇彼得一世的帮助，他们获得了龙牌，并最终战胜了邪恶的女巫，守护一方平安。","120分钟 | 冒险 | 成龙 阿诺德·施瓦辛格 杰森·弗莱明");

-- 电影院的编号，和简单的信息；电影院详情页，不打算写了
INSERT INTO tpp_cinema VALUES
-- 1号影院的杭
(NULL,"杭州百老汇影城江干店","江干区富春路701号万象城三层","7","杭州","观影小食，IMAX厅，可停车","使徒行者2：谍影行动等4部影片特惠","41.7"),
-- 2号影院的杭州
(NULL,"杭州万汇影城万象城店","西湖区文二西路551号西城广场4楼","7","杭州","观影小食，艺术影厅，可停车","哪吒之魔童降世等7部影片特惠","29.4"),
-- 3号影院的杭州
(NULL,"浙江新远国际影城","下城区西湖文化广场8号","7","杭州","改签，观影小食，IMAX厅，VIP厅，可停车","哪吒之魔童降世等5部影片特惠","17"),
-- 4号影院的杭州
(NULL,"中影国际影城杭州星光大道店","滨江区江南大道228号星光国际广场2号楼4层(近滨江区政府)","7","杭州","观影小食，可停车","哪吒之魔童降世等4部影片特惠","31.9"),
-- 5号影院在上海
(NULL,"星美影商城（上海金山百联店）","金山区板桥西路189号金山百联购物中心3楼","2","上海","改签，可停车","哪吒之魔童降世等4部影片特惠","24"),
-- 6号影院在上海
(NULL,"国泰电影院","黄浦区淮海中路870号","2","上海","退票，改签，观影小食，激光厅，可停车","使徒行者2：谍影行动等5部影片特惠","34.9"),
-- 7号影院在上海
(NULL,"上海世纪仙霞影城","长宁区仙霞西路88号（近哈密路）百联西郊购物中心4楼","2","上海","改签，观影小食，4K厅，可停车","哪吒之魔童降世等5部影片特惠","28.8"),
-- 8号影院在上海
(NULL,"上海开元地中海影城","松江区新松江路927弄4042号","2","上海","退票，改签，观影小食，艺术影厅，可停车","哪吒之魔童降世等5部影片特惠","35"),
-- 9号影院在北京
(NULL,"北京百老汇电影中心当代MOMA店","东城区香河园路1号当代MOMA北区T4座","1","北京","观影小食，IMAX厅，可停车","使徒行者2：谍影行动等4部影片特惠","34.7"),
-- 10号影院在北京
(NULL,"中影国际影城北京昌平永旺店","昌平区北清路1号永旺国际商城3楼（生命科学园站下车即到）","1","北京","观影小食，艺术影厅，可停车","哪吒之魔童降世等5部影片特惠","31.8"),
-- 11号影院在北京
(NULL,"保利国际影城-北京万源店","丰台区东高地万源北路航天万源广场五楼","1","北京","观影小食，VIP厅，可停车","使徒行者2：谍影行动等5部影片特惠","29.9");

-- 城市表格里，只保存为了热门城市的，其他城市，按照没有影院处理
-- 1-8   只写了8个城市，其他城市默认没有电影院
INSERT INTO tpp_city VALUES 
(NULL,"北京"),
(NULL,"上海"),
(NULL,"深圳"),
(NULL,"广州"),
(NULL,"成都"),
(NULL,"武汉"),
(NULL,"杭州"),
(NULL,"重庆");

-- 该影院有哪些电影，并且电影的展示顺序，由这个控制  1-11号影院有哪些电影
INSERT INTO tpp_cinema_hasmovies VALUES  
(NULL,1,7,"烈火英雄","1"),
(NULL,1,7,"哪吒之魔童降世","2"),
(NULL,1,7,"使徒行者2：谍影行动","3"),
(NULL,1,7,"鼠胆英雄","4"),
(NULL,1,7,"沉默的证人","5"),
(NULL,1,7,"全职高手之巅峰荣耀","6"),
(NULL,1,7,"愤怒的小鸟","7"),
(NULL,1,7,"龙牌之谜","8"),

(NULL,2,7,"烈火英雄","1"),
(NULL,2,7,"哪吒之魔童降世","2"),
(NULL,2,7,"使徒行者2：谍影行动","3"),
(NULL,2,7,"鼠胆英雄","4"),
(NULL,2,7,"沉默的证人","5"),
(NULL,2,7,"全职高手之巅峰荣耀","6"),
(NULL,2,7,"愤怒的小鸟","7"),
(NULL,2,7,"龙牌之谜","8"),

(NULL,3,7,"烈火英雄","1"),
(NULL,3,7,"哪吒之魔童降世","2"),
(NULL,3,7,"使徒行者2：谍影行动","3"),
(NULL,3,7,"鼠胆英雄","4"),
(NULL,3,7,"沉默的证人","5"),
(NULL,3,7,"全职高手之巅峰荣耀","6"),
(NULL,3,7,"愤怒的小鸟","7"),
(NULL,3,7,"龙牌之谜","8"),

(NULL,4,7,"烈火英雄","1"),
(NULL,4,7,"哪吒之魔童降世","2"),
(NULL,4,7,"使徒行者2：谍影行动","3"),
(NULL,4,7,"鼠胆英雄","4"),
(NULL,4,7,"沉默的证人","5"),
(NULL,4,7,"全职高手之巅峰荣耀","6"),
(NULL,4,7,"愤怒的小鸟","7"),
(NULL,4,7,"龙牌之谜","8"),

(NULL,5,2,"烈火英雄","1"),
(NULL,5,2,"哪吒之魔童降世","2"),
(NULL,5,2,"使徒行者2：谍影行动","3"),
(NULL,5,2,"鼠胆英雄","4"),
(NULL,5,2,"沉默的证人","5"),
(NULL,5,2,"全职高手之巅峰荣耀","6"),
(NULL,5,2,"愤怒的小鸟","7"),
(NULL,5,2,"龙牌之谜","8"),

(NULL,6,2,"烈火英雄","1"),
(NULL,6,2,"哪吒之魔童降世","2"),
(NULL,6,2,"使徒行者2：谍影行动","3"),
(NULL,6,2,"鼠胆英雄","4"),
(NULL,6,2,"沉默的证人","5"),
(NULL,6,2,"全职高手之巅峰荣耀","6"),
(NULL,6,2,"愤怒的小鸟","7"),
(NULL,6,2,"龙牌之谜","8"),

(NULL,7,2,"烈火英雄","1"),
(NULL,7,2,"哪吒之魔童降世","2"),
(NULL,7,2,"使徒行者2：谍影行动","3"),
(NULL,7,2,"鼠胆英雄","4"),
(NULL,7,2,"沉默的证人","5"),
(NULL,7,2,"全职高手之巅峰荣耀","6"),
(NULL,7,2,"愤怒的小鸟","7"),
(NULL,7,2,"龙牌之谜","8"),

(NULL,8,2,"烈火英雄","1"),
(NULL,8,2,"哪吒之魔童降世","2"),
(NULL,8,2,"使徒行者2：谍影行动","3"),
(NULL,8,2,"鼠胆英雄","4"),
(NULL,8,2,"沉默的证人","5"),
(NULL,8,2,"全职高手之巅峰荣耀","6"),
(NULL,8,2,"愤怒的小鸟","7"),
(NULL,8,2,"龙牌之谜","8"),

(NULL,9,1,"烈火英雄","1"),
(NULL,9,1,"哪吒之魔童降世","2"),
(NULL,9,1,"使徒行者2：谍影行动","3"),
(NULL,9,1,"鼠胆英雄","4"),
(NULL,9,1,"沉默的证人","5"),
(NULL,9,1,"全职高手之巅峰荣耀","6"),
(NULL,9,1,"愤怒的小鸟","7"),
(NULL,9,1,"龙牌之谜","8"),

(NULL,10,1,"烈火英雄","1"),
(NULL,10,1,"哪吒之魔童降世","2"),
(NULL,10,1,"使徒行者2：谍影行动","3"),
(NULL,10,1,"鼠胆英雄","4"),
(NULL,10,1,"沉默的证人","5"),
(NULL,10,1,"全职高手之巅峰荣耀","6"),
(NULL,10,1,"愤怒的小鸟","7"),
(NULL,10,1,"龙牌之谜","8"),

(NULL,11,1,"烈火英雄","1"),
(NULL,11,1,"哪吒之魔童降世","2"),
(NULL,11,1,"使徒行者2：谍影行动","3"),
(NULL,11,1,"鼠胆英雄","4"),
(NULL,11,1,"沉默的证人","5"),
(NULL,11,1,"全职高手之巅峰荣耀","6"),
(NULL,11,1,"愤怒的小鸟","7"),
(NULL,11,1,"龙牌之谜","8");


-- 影院 1-11 的movie播放信息； 
INSERT INTO tpp_cinema_movies VALUES 
(NULL,1,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,1,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,1,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,1,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,1,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,1,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,1,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,1,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,1,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,1,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,1,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,1,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,1,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,1,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,1,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,1,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,1,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,1,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,1,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,1,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,1,"沉默的证人","5","","","","","",""),
(NULL,1,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,1,"愤怒的小鸟","7","","","","","",""),
(NULL,1,"龙牌之谜","8","","","","","",""),

(NULL,2,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,2,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,2,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,2,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,2,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,2,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,2,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,2,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,2,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,2,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,2,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,2,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,2,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,2,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,2,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,2,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,2,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,2,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,2,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,2,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,2,"沉默的证人","5","","","","","",""),
(NULL,2,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,2,"愤怒的小鸟","7","","","","","",""),
(NULL,2,"龙牌之谜","8","","","","","",""),

(NULL,3,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,3,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,3,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,3,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,3,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,3,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,3,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,3,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,3,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,3,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,3,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,3,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,3,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,3,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,3,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,3,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,3,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,3,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,3,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,3,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,3,"沉默的证人","5","","","","","",""),
(NULL,3,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,3,"愤怒的小鸟","7","","","","","",""),
(NULL,3,"龙牌之谜","8","","","","","",""),

(NULL,4,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,4,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,4,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,4,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,4,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,4,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,4,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,4,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,4,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,4,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,4,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,4,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,4,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,4,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,4,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,4,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,4,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,4,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,4,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,4,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,4,"沉默的证人","5","","","","","",""),
(NULL,4,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,4,"愤怒的小鸟","7","","","","","",""),
(NULL,4,"龙牌之谜","8","","","","","",""),

(NULL,5,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,5,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,5,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,5,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,5,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,5,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,5,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,5,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,5,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,5,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,5,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,5,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,5,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,5,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,5,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,5,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,5,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,5,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,5,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,5,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,5,"沉默的证人","5","","","","","",""),
(NULL,5,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,5,"愤怒的小鸟","7","","","","","",""),
(NULL,5,"龙牌之谜","8","","","","","",""),

(NULL,6,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,6,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,6,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,6,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,6,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,6,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,6,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,6,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,6,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,6,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,6,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,6,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,6,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,6,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,6,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,6,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,6,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,6,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,6,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,6,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,6,"沉默的证人","5","","","","","",""),
(NULL,6,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,6,"愤怒的小鸟","7","","","","","",""),
(NULL,6,"龙牌之谜","8","","","","","",""),

(NULL,7,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,7,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,7,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,7,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,7,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,7,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,7,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,7,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,7,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,7,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,7,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,7,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,7,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,7,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,7,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,7,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,7,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,7,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,7,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,7,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,7,"沉默的证人","5","","","","","",""),
(NULL,7,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,7,"愤怒的小鸟","7","","","","","",""),
(NULL,7,"龙牌之谜","8","","","","","",""),

(NULL,8,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,8,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,8,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,8,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,8,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,8,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,8,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,8,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,8,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,8,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,8,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,8,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,8,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,8,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,8,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,8,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,8,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,8,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,8,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,8,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,8,"沉默的证人","5","","","","","",""),
(NULL,8,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,8,"愤怒的小鸟","7","","","","","",""),
(NULL,8,"龙牌之谜","8","","","","","",""),

(NULL,9,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,9,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,9,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,9,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,9,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,9,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,9,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,9,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,9,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,9,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,9,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,9,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,9,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,9,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,9,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,9,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,9,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,9,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,9,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,9,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,9,"沉默的证人","5","","","","","",""),
(NULL,9,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,9,"愤怒的小鸟","7","","","","","",""),
(NULL,9,"龙牌之谜","8","","","","","",""),

(NULL,10,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,10,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,10,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,10,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,10,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,10,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,10,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,10,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,10,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,10,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,10,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,10,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,10,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,10,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,10,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,10,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,10,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,10,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,10,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,10,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,10,"沉默的证人","5","","","","","",""),
(NULL,10,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,10,"愤怒的小鸟","7","","","","","",""),
(NULL,10,"龙牌之谜","8","","","","","",""),

(NULL,11,"烈火英雄","1","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,11,"烈火英雄","1","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,11,"烈火英雄","1","14:00","14:50","国语2D","4号厅","37.4","40"),
(NULL,11,"烈火英雄","1","15:20","17:10","国语2D","5号厅","37.4","40"),
(NULL,11,"烈火英雄","1","19:10","21:00","国语2D","1号厅","37.4","40"),
(NULL,11,"哪吒之魔童降世","2","12:00","13:50","国语3D","3号厅","38.4","40"),
(NULL,11,"哪吒之魔童降世","2","13:00","14:50","国语3D","2号厅","38.4","40"),
(NULL,11,"哪吒之魔童降世","2","14:00","14:50","国语3D","4号厅","38.4","40"),
(NULL,11,"哪吒之魔童降世","2","15:20","17:10","国语3D","4D厅","58.4","60"),
(NULL,11,"哪吒之魔童降世","2","19:10","21:00","国语3D","4D厅","58.4","60"),
(NULL,11,"使徒行者2：谍影行动","3","12:00","13:50","国语2D","3号厅","37.4","40"),
(NULL,11,"使徒行者2：谍影行动","3","13:00","14:50","国语2D","2号厅","37.4","40"),
(NULL,11,"使徒行者2：谍影行动","3","14:00","14:50","粤语2D","4号厅","37.4","40"),
(NULL,11,"使徒行者2：谍影行动","3","15:20","17:10","粤语2D","1号厅","37.4","40"),
(NULL,11,"使徒行者2：谍影行动","3","19:10","21:00","粤语2D","5号厅","37.4","40"),
(NULL,11,"鼠胆英雄","4","12:00","13:50","国语2D","3号厅","34.5","60"),
(NULL,11,"鼠胆英雄","4","13:00","14:50","国语2D","2号厅","34.5","60"),
(NULL,11,"鼠胆英雄","4","14:00","14:50","国语2D","4号厅","34.5","60"),
(NULL,11,"鼠胆英雄","4","15:20","17:10","国语2D","1号厅","34.5","60"),
(NULL,11,"鼠胆英雄","4","19:10","21:00","国语2D","1号厅","34.5","60"),
(NULL,11,"沉默的证人","5","","","","","",""),
(NULL,11,"全职高手之巅峰荣耀","6","","","","","",""),
(NULL,11,"愤怒的小鸟","7","","","","","",""),
(NULL,11,"龙牌之谜","8","","","","","","");


